Repository: yannnovi/zrest
Catalog: po/*/zrestlang-*.po
Languages: fr

source: Quit
fr: Quitter

source: ZREST started.
fr: ZREST a démarré.

source: ZREST ended.
fr: ZREST a terminé.

source: Could not get the Windows.
fr: L'application n'est pas en mesure de créer la fenêtre principale.

source: AddProject
fr: Ajout Projet

source: AddProjectButton
fr: Ajout projet

source: AddProjectCancelButton
fr: Annulé

source: Could not get the Widget «{}».
fr: Pas en mesure de retrouver le widget «{}».

source: DeleteProject
fr: Efface Projet

source: CreateWindowsEX error: {}.
fr: CreateWindowsEX erreur: {}.

source: CreateWindows error: {}.
fr: CreateWindows erreur: {}.

source: The character '|' is forbiden in the name or the description
fr: Le caractère '|' est interdit dans le nom ou la description.

source: AddRequest
fr: Ajoute Requête

source: DeleteRequest
fr: Efface Requête

source: Error
fr: Erreur!

source: Both field must not be empty
fr: Les deux champs doivent être remplis.
